;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 06. June. 2018
;~ Author.......: LaMoLa
;~ Link.........:
;~ =============================================================================

[Main]
Product = Firemin
Version = 8

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Hungarian - Magyar
Code = hu
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Menus = Menus
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Névjegy
Label_Version = Verzió:
Label_AutoIt = Felhasznált AutoIt verzió:
Label_Copyright = Szerzői jog
Tip_Title_Donate = Hozzájárulás
Tip_Message_Donate = Adományával, elősegíti a szoftver ingyenes elérhetőségét és a\rn a szolgáltatáshoz szükséges eszközök besztezését.\rnPróbáljuk maximálisan kielégíteni az igényeit. 
Label_Home = Weboldal
Label_License = Licenc
Label_Support = Kapcsolat...
Tip_Title_Country = Made in South Africa
Tip_Message_Country = A %{Program.Name}-t Dél-Afrikában fejlesztették.
Label_Contributors = Magyar fordítás: LaMoLa  -  További közreműködők:
Tip_Facebook = Lájkolja a Facebookon.
Tip_Twitter = Kövesse a Twitteren.
Tip_GooglePlus = Keresse a Google-n.
Tip_GitHub = %{Program.Name} a GitHub-on.
Button_Ok = Ok
Label_RAM = RAM: %d MB Memória szabad a %d MB-ból - (%d%)
Tip_RAM = Véletlen hozzáférésű memória
Label_HDD = (%s) %.2f GB  Lemezterület szabad a %.2f GB-ból - (%d%)

[Custom]
Label_Status_Welcome = Indítsa el a böngészőt. - A Firemin automatikusan felismeri a kijelölt futtatható folyamatokat.
Label_Status_Updates = Frissítések keresése
Group_Load_Browser = Böngésző betöltése
Label_Executable = %s elérési útvonala:
Label_Process_Usage = Usage | Peak:
Label_Process_Count = Process Count:
Button_Browse = &Tallózás
Group_Options = Beállítások
Checkbox_Reduce_Mem = Memória csökkentés:
Label_Milliseconds = millisec.
Checkbox_Reduce_Limit = Csökkentse, ha a terhelés több mint:
Checkbox_Start_With = %s Indítása a Firemin-el egyidőben.
Checkbox_Enable_Extended_Processes = További folyamat engedélyezése
Button_Extended_Processes = &További folyamatok
Checkbox_Start_Windows = Firemin indítása az Op.rendszerrel.
Label_Settings_Updated = A beállítások sikeresen frissültek.
Button_Cancel = Mégse
Button_Save = Mentés
Time_Unit_01 = msec.
Time_Unit_02 = mp.
Time_Unit_03 = perc
Time_Unit_04 = óra
Label_Boost_Description = Csökkentse %s %s gyakorisággal, ha a memória használat %s MB feletti.
Title_Select_Browser = Böngésző kiválasztása
Tip_Minimized_Title = %{Program.Name} a háttérben fut!
Tip_Minimized_Message = %{Program.Name} továbbra is fut, hogy optimalizálja a %s memória használatát. A beállítások módosításához kattintson a tálcaikonra.
Label_Notice = %{Program.Name} is designed to run on a desktop computer or laptop. We created Firemin Server for server environments. Read more...

[Donate]
Label_Heading = How about a small donation to keep our software forever free?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Menus]
File = &Fájl
File_Preferences = &Beállítások
File_Close = Kilépés - Viszlát \tShift+Alt+F4
Help = &Súgó
Help_Update = Frissítések keresése
Help_Home = %{Company.Name} &Weboldala
Help_Downloads = További letöltések
Help_Support = &Technikai támogatás
Help_Issue = Fórum témák - Online
Help_Donate = Hozzájárulás
Help_About = Névjegy
Tray_About = Névjegy
Tray_Open = Főablak megnyitása
Tray_Extended_Processes = További folyamatok hozzáadása
Tray_Run = %s indítása
Tray_Run_Safemode = %s indítása Biztonságos módban

[Messages]
Info_Title = Vegye figyelembe
Warning_Title = Figyelem!
Error_Title = Hoppá! Valami nem stimmel!
Error_Oops = Hoppá!
Singleton = Egy másik %{Program.Name} már fut.
Compatible = A %{Program.Name} nem kompatibilis a Windows ezen verziójával. Ha programhibának gondolja, akkor küldhet egy üzenetet ide: '%s' részletezve a problémát.
Compatible_Bit = A %{Program.Name} 32 Bit-es verziója, nem kompatibilis a Windows ezen verziójával. Töltse le a %{Program.Name} 64 Bit-es verzióját innen: '%s'

[Preferences]
Window_Title = Beállítások
Tab_General = Általános
Tab_Performance = Teljesítmény
Tab_Language = Nyelv
Group_Notifications = Értesítések
Group_Extended_Processes = - Új futtatható folyamat hozzáadása
Group_Priority = Prioritás
Group_Memory = Memória
Group_Language = Nyelv
Checkbox_Notifications = Tálca értesítések megjelenítése
Label_Extended_Processes = - További folyamatok adhatók a listához, hogy a Firemin optimalizálja azok memória használatát. - A tételeket vesszővel válassza el egymástól, mint Pl.: Cyberfox.exe,Akármi01.exe,Akármi02.exe, stb...
Label_SetPriority = Folyamat prioritás beállítása:
Checkbox_SaveRealtime = Magasabb prioritás mentése.  (nem javasolt)
Checkbox_ReduceMemory = Memória csökkentése a kevés RAM-al szerelt gépeknél.
Label_Language_Message = Válasszon nyelvet, majd nyomja meg a %s gombot a folytatáshoz. (program újraindítás szükséges)
Button_Save = Mentés
Button_Cancel = Kilépés
Label_Updated = Módosítások elmentve...
MsgBox_Language_Title = Nyelv módosítva
MsgBox_Language_Message = A nyelv módosítva lett. Aktiválásához újra kell indítani
MsgBox_Closing_Title = Kilépés a %{Program.Name}-ból
MsgBox_Closing_Message = Bezárja a %{Program.Name}-t?

[Update]
Window_Title_Available = Újabb verzió érhető el !!!
Window_Title_Congratulations = Gratulálunk!
Window_Title_Error = Valami nem stimmel!
Label_Message_Update = Újabb kiadású '%{Program.Name}' verzió érhető el.
Label_Message_Latest = Jelenleg a legújabb '%{Program.Name}' verziót használja.
Label_Message_Error =  '%{Program.Name}' legújabb változatát nem sikerült lekérni.
Label_Message_Internet = Ellenőrizze az internetkapcsolatot és próbálja meg újra.
Label_Build_Current = Jelenlegi:
Label_Build_Update = Elérhető:
CheckBox_NoUpdate = Ne ellenőrizze indításkor.
Button_Update = Az új verzió letöltése
Button_Close = Kilépés -->

[Versioning]
Administrator = Rendszergazda
Build = Változat
AutoIt_Version = %{AutoIt.Version} Autoit verzió alapján
Bit = Bit